Repository: CASTGroup/ev-outlook-plugin-github
Catalog: EisenVaultOutlookPlugin/*/UserInterfaceStrings.*.resx
Languages: italian

# ActionSettinsChanged
source: Action settings changed
italian: Impostazione azioni cambiate

# BrowseFoldersSelectFolder
source: Browse Repositories and Select a Folder to Save Email In
italian: Seleziona una cartella di destinazione per le email

# btnConfig
source: Settings
italian: Impostazioni

# btnCreate
source: Create Folder
italian: Nuova Cartella

# btnUploadDefaultFolder
source: Save to Default Folder
italian: Salva in Cartella di Default

# btnUploadLastFolder
source: Save to Last Used Folder
italian: Salva in Ultima Cartella Usata

source: Default folder changed
italian: Cartella di Default cambiata

# DefaultFolderNotSetCorrectly
source: The DefaultFolder has not been set correctly
italian: il DefaultFolder non è stato settato correttamente

# ErrorOnUpload
source: Error while uploading file, Please try again!!
italian: Errore in fase di upload. Riprovare

source: File(s) uploaded successfully
italian: File(s) inviati correttamente

# FormFolders
source: Folders
italian: Cartelle

source: Image settings restored
italian: Impostazioni immagini ripristinate

# label4
source: Last Used Folder
italian: Ultima cartella usata

source: Label settings changed
italian: Impostazione testi cambiata

# LastFolderNotSetCorrectly
source: The LastFolder has not been set correctly
italian: il LastFolder non è stato settato correttamente

# LoginCorrectUrl
source: Please add a correct url!!
italian: Inserire un indirizzo corretto

# LoginError
source: Incorrect username or password!!
italian: Nome utente e/o password non corretti

# LoginReFill
source: Please fill all information and try again!!
italian: Riempire tutti i campi e riprovare

source: Save to Selected Folder
italian: Salva in Cartella Selezionata

source: Settings
italian: Impostazioni

# txtLoggedName
source: Logged in as
italian: Nome utente:
